Repository: phaleandpad/blueprint-camera-ios
Catalog: andpad-camera/Assets/*.lproj/Localizable.strings
Languages: ja, vi

# common.cancel
source: Cancel
ja: キャンセル
vi: Hủy

# common.done
source: Done
ja: 完了
vi: Hoàn tất

# common.delete
source: Delete
ja: 削除
vi: Xóa

# common.error
source: Error
ja: エラー

# common.destroy
source: Discard
ja: 破棄
vi: Huỷ bỏ

# common.change
source: Change
ja: 変更
vi: Thay đổi

# common.error.failToConnectNetwork
source: Connection failure
ja: 通信に失敗しました
vi: Lỗi kết nối

# common.retry
source: Try again
ja: 再試行

# common.back
source: Back
ja: 戻る
vi: Quay lại

# common.draw
source: Write-on
ja: 書き込み
vi: Chỉnh sửa

# common.save
source: Save
ja: 保存
vi: Lưu

# common.close
source: Close
ja: 閉じる
vi: Đóng

# common.alert.title.appUpdate
source: Update the application?
ja: アプリをアップデートしますか？
vi: Cập nhật ứng dụng?

# common.alert.description.appUpdate
source: Please update your application in order to use these blackboard
ja: この黒板を使用するには、アプリのアップデートが必要です。
vi: Cập nhật ứng dụng mới nhất để sử dụng bảng đen chưa được hỗ trợ

# common.alert.updateButton.appUpdate
source: Update
ja: アップデート
vi: Cập nhật

# blackboard.defaultName.constractionName
source: Construction name
ja: 工事名

# blackboard.defaultName.memo
source: Notes
ja: 備考
vi: Ghi chú

# blackboard.alert.title.blackboardChangeOptions
source: Edit this blackboard?
ja: 黒板を変更しますか？
vi: Chỉnh sửa bảng?

# blackboard.alert.button.blackboardChangeOption.editBlackboard
source: Edit
ja: 編集
vi: Chỉnh sửa

# blackboard.alert.button.blackboardChangeOption.selectBlackboard
source: Select from blackboard list
ja: 黒板一覧から選択
vi: Chọn từ danh sách

# blackboard.alert.button.blackboardChangeOption.reloadBlackboard
source: Reload
ja: 再読み込み
vi: 再読み込み

# blackboard.alert.title.cannotSaveBlackboard
source: Unable to save changes
ja: 変更を保存できません
vi: Không thành công

# blackboard.alert.description.cannotSaveBlackboard
source: Please check your input again.
ja: 入力内容を確認してください
vi: Vui lòng kiểm tra lại dữ liệu

# blackboard.alert.title.destroyEditedBlackboard
source: Discard the changes?
ja: 編集内容を破棄しますか？
vi: Huỷ bỏ nội dung chỉnh sửa?

# blackboard.alert.description.destroyEditedBlackboard
source: You will lose all the changes if you close this page
ja: この画面を離れると編集した内容は破棄されます
vi: Nội dung chỉnh sửa sẽ bị xoá nếu bạn đóng trang này

# blackboard.alert.title.doChangeLayout
source: Change layout?
ja: レイアウトを変更しますか？
vi: Thay đổi layout?

# blackboard.alert.desc.doChangeLayout
source: If you change the layout, the current contents (you entered) will be reset.
ja: レイアウトを変更すると現在の入力内容がリセットされます
vi: Nội dung đã nhập sẽ bị xoá khi bạn chọn layout khác

# blackboard.alert.title.overwriteOrCopyNewBlackboard
source: This blackboard can be overwritten and saved.
ja: この黒板は上書き保存できます
vi: Lưu và ghi đè thông tin bảng.

# blackboard.alert.message.overwriteOrCopyNewBlackboard
source: If you overwrite and save, the original blackboard content will be lost.
ja: 上書き保存すると、元の黒板内容は失われます
vi: Dữ liệu gốc sẽ bị xoá nếu tiến hành ghi đè.

# blackboard.alert.overwriteButton.overwriteOrCopyNewBlackboard
source: Overwrite and save
ja: 上書き保存
vi: Lưu và ghi đè

# blackboard.alert.copyNewButton.overwriteOrCopyNewBlackboard
source: Save as a new blackboard
ja: 別の黒板として保存
vi: Lưu thành bảng mới

# blackboard.alert.title.cannotSaveDuplicatedBlackboard
source: There is an existing blackboard with the same content, your changes couldn't be saved
ja: 既に同じ内容の黒板が存在するため保存できません
vi: Bảng đen với nội dung tương tự đã có sẵn

# blackboard.alert.confirmButton.cannotSaveDuplicatedBlackboard
source: Move to existing blackboard
ja: 既存の黒板を確認
vi: Chuyển tới bảng đen có sẵn

# blackboard.alert.takeCameraButton.cannotSaveDuplicatedBlackboard
source: Capture with existing blackboard
ja: 既存の黒板で撮影
vi: Chụp ảnh với bảng đen có sẵn

# blackboard.alert.cancelButton.cannotSaveDuplicatedBlackboard
source: Back to edit
ja: 編集に戻る
vi: Quay lại chỉnh sửa

# blackboard.alert.title.editConstructionNameInBlackboardEdit
source: Disable the line break position setting and edit Construction name?
ja: 改行位置の設定を解除して、工事名を編集しますか？
vi: Hủy cài đặt vị trí xuống dòng và chỉnh sửa tên Công trình?

# blackboard.alert.message.editConstructionNameInBlackboardEdit
source: Cannot edit the text while keep the line break positions setting
ja: アプリでは、設定された改行位置を保持したまま編集することができません。
vi: Không thể chỉnh sửa nội dung trong khi vẫn giữ cài đặt vị trí xuống dòng

# blackboard.alert.editButton.editConstructionNameInBlackboardEdit
source: Edit
ja: 編集
vi: Chỉnh sửa

# blackboard.alert.title.emptyBlackboard
source: No blackboards match the filter
ja: 条件に一致する黒板がありません
vi: Không có bảng đen phù hợp

# blackboard.alert.button.clearCondition
source: Clear filter
ja: 条件をクリア
vi: Xoá bộ lọc

# blackboard.create.title
source: Create a New Blackboard
ja: 黒板の新規作成
vi: Tạo bảng mới

# blackboard.create.descriptionForInputs
source: Contents
ja: 黒板内容
vi: Nội dung

# blackboard.edit.preview.selectBlackboardButton.title
source: Blackboard list
ja: 黒板一覧から選択
vi: Chọn từ danh sách

# blackboard.edit.fontSize
source: Font size
ja: 文字サイズ
vi: Cỡ chữ

# blackboard.edit.textHorizontalAlign
source: Horizontal align
ja: 文字揃え
vi: Căn ngang

# blackboard.edit.textVerticalAlign
source: Vertical align
ja: 文字の配置
vi: Căn dọc

# blackboard.edit.alphaForBlackboard
source: Blackboard transparency
ja: 黒板の透過度
vi: Độ trong suốt

# blackboard.edit.title
source: Edit blackboard
ja: 黒板の編集
vi: Chỉnh sửa bảng

# blackboard.edit.descriptionForInputs
source: Contents
ja: 黒板内容
vi: Nội dung

# blackboard.edit.validate.shouldinputAllBlackboardItemName
source: Please fill in all fields
ja: すべての項目名を入力してください
vi: Vui lòng điền tất cả hạng mục

# blackboard.edit.validate.shouldinputWithin10charsInBlackboardItemName
source: Item name must be less than 10 characters
ja: 項目名は10文字以内で入力してください
vi: Hạng mục có tối đa 10 ký tự

# blackboard.edit.validate.shouldinputWithin254charsInConstructionName
source: Construction name must be less than 254 characters
ja: 工事名は254文字以内で入力してください
vi: Tên công trình có tối đa 254 ký tự

# blackboard.edit.validate.shouldinputWithin200charsInMemo
source: Notes must be less than 200 characters
ja: 備考欄は200文字以内で入力してください
vi: Ghi chú có tối đa 200 ký tự

# blackboard.edit.validate.shouldinputWithin30charsInConstructionPlayerName
source: Company name must be less than 30 characters
ja: 施工者名は30文字以内で入力してください
vi: Tên công ty có tối đa 30 ký tự

# blackboard.edit.validate.shouldinputWithin30charsInBlackboardItemValue
source: Content of item must be less than 30 characters
ja: 項目内容は30文字以内で入力してください
vi: Nội dung có tối đa 30 ký tự

# blackboard.edit.validate.lessThanCharacters
source: Less than %d characters
ja: %d文字以内で入力
vi: Nhập ít hơn %d ký tự

# blackboard.list.title
source: Blackboards
ja: 黒板一覧
vi: Bảng đen

# blackboard.list.photo.count
source: %d photo(s)
ja: %d枚
vi: %d hình

# blackboard.list.noMatchMessage
source: No matched blackboards were found.
ja: 条件に一致する黒板がありませんでした
vi: Không có bảng đen phù hợp với bộ lọc

# blackboard.list.noBlackboardMessage
source: No blackboard
ja: 黒板はありません

# blackboard.list.filter
source: Filter
ja: 絞り込み

# blackboard.list.sort.total
source: Total %d item(s)
ja: 全 %d件
vi: Tổng %d bảng

# blackboard.list.sort.totalZero
source: Total - item(s)
ja: 全 - 件
vi: Tổng - bảng

# blackboard.filter.title
source: Blackboard filter
ja: 黒板の絞り込み
vi: Bộ lọc

# blackboard.filter.unspecified
source: Not selected
ja: 指定なし
vi: Chưa chọn

# blackboard.filter.selectEmptyItem
source: No %@
ja: (%@未設定)
vi: (Chưa nhập %@)

# blackboard.filter.existPhoto
source: With/Without Photo
ja: 写真の有無
vi: Có/Không kèm hình

# blackboard.filter.clear.clearText
source: Clear
ja: クリア
vi: Bỏ lọc

# blackboard.filter.clear.clearTextConfirmMessage
source: Clear the filter items?
ja: 絞り込み条件をすべてクリアしますか？
vi: Xoá nội dung lọc?

# blackboard.filter.freeword
source: Free keyword
ja: フリーワード
vi: Từ khóa

# blackboard.filter.memo
source: Notes
ja: 備考
vi: Ghi chú

# blackboard.filter.item
source: Items
ja: 項目
vi: Hạng mục

# blackboard.filter.select
source: Select
ja: 選択

# blackboard.filter.editAlert.title
source: Discard change
ja: 編集を破棄
vi: Huỷ bỏ thay đổi

# blackboard.filter.editAlert.message
source: Discard the changed contents?
ja: 編集した内容を破棄しますか？
vi: Huỷ bỏ nội dung thay đổi?

# blackboard.filter.editAlert.destruction
source: Discard
ja: 破棄
vi: Huỷ bỏ

# blackboard.filter.photo.all
source: All
ja: すべて
vi: Tất cả

# blackboard.filter.photo.onlyWithPhotos
source: With photo
ja: 写真有りのみ
vi: Có hình

# blackboard.filter.photo.onlyWithoutPhotos
source: Without photo
ja: 写真無しのみ
vi: Không kèm hình

# blackboard.filter.title.searchForBlackboardItem
source: Search for items
ja: 項目の検索
vi: Tìm nội dung

# blackboard.filter.sectionTitle.blackboardItem
source: Items
ja: 項目
vi: Hạng mục

# blackboard.filter.sectionTitle.freeword
source: Free keyword (Up to 5 words)
ja: フリーワード（5つまで）
vi: Từ khoá (tối đa 5 từ)

# blackboard.filter.showAllBlackboardItemsButtonText
source: Display all items
ja: すべての項目を表示
vi: Hiển thị tất cả hạng mục

# blackboard.filter.hideContentNotice
source: The contents that were not included in filtered blackboards are hidden
ja: 0件の項目内容は非表示になっています
vi: Nội dung không tồn tại trong bảng đen đã lọc sẽ bị ẩn

# blackboard.filter.notApplicable
source: Not available
ja: 該当なし
vi: Không khả dụng

# blackboard.history.title
source: Search history
ja: 検索履歴
vi: Lịch sử tìm kiếm

# blackboard.layoutlist.title
source: Select a blackboard layout
ja: 黒板レイアウトの選択
vi: Chọn layout

# blackboard.layoutlist.headerDescription.selectBlackboardLayout
source: Please select a layout to create a new blackboard
ja: 作成する黒板のレイアウトを選択してください
vi: Vui lòng chọn một layout để tạo bảng mới

# blackboard.autoInputInformation.constructionNameTitle
source: (Construction name)
ja: (工事名)
vi: (Tên công trình)

# blackboard.autoInputInformation.constructionName
source: (Project name)
ja: （案件名）
vi: (Tên dự án)

# blackboard.autoInputInformation.constructionPlayerName
source: (Configured Company Name)
ja: （設定された施工者名）
vi: (Tên công ty được cài đặt)

# blackboard.autoInputInformation.date
source: (Captured date)
ja: （撮影日）
vi: (Ngày chụp)

# blackboard.error.noConnection
source: Connection failure
ja: 通信に失敗しました
vi: Lỗi kết nối

# blackboard.error.retry
source: Try again
ja: 再試行
vi: Thử lại

# blackboard.error.failToCreateBlackboard.alertTitle
source: Failed to create or edit blackboard
ja: 黒板を作成・編集できませんでした
vi: Tạo hoặc chỉnh sửa bảng không thành công

# blackboard.error.failToCreateBlackboard.alertDescription
source: Please try again at a good connection
ja: 通信環境のよいところで再度お試しください
vi: Vui lòng kiểm tra lại kết nối và thử lại sau

# memo.input.placeholder
source: Notes
ja: 備考
vi: Ghi chú

# blackboard.variable.emptyBlackboardItem
source: No %@
ja: (%@未設定)

# blackboard.variable.input.blackboardItemName
source: Item %d
ja: 項目名%d
vi: Hạng mục %d

# blackboard.variable.input.blackboardItemValue
source: Content %d
ja: 項目内容%d
vi: Nội dung %d

# photo.isDeletePhoto
source: Delete this photo?
ja: 写真を削除しますか
vi: Xoá ảnh này?

# photo.lockAEAF
source: AE/AF lock
ja: AE/AFロック
vi: Khoá AE/AF

# photo.save
source: Save
ja: 保存する
vi: Lưu

# camera.reachedPhotoLimit
source: Maximum number of photos reached
ja: 撮影可能枚数に達しました
vi: Đã đạt số lượng ảnh chụp tối đa

# camera.iconTitleOn
source: On
ja: オン
vi: Bật

# camera.iconTitleOff
source: Off
ja: オフ
vi: Tắt

# camera.iconTitleAuto
source: Auto
ja: オート

# camera.iconTitleSwitchFront
source: Front
ja: 前面
vi: Trước

# camera.iconTitleSwitchBack
source: Back
ja: 背面
vi: Sau

# camera.iconTitleLock
source: Lock
ja: ロック
vi: Khóa

# camera.iconTitleUnlock
source: Rotate
ja: 回転
vi: Xoay

# camera.iconTitleBlackboardSettings
source: Config
ja: 黒板設定
vi: Cài đặt

# camera.alert.title.destroyPhotos
source: Discard captured image?
ja: 撮影データを破棄しますか？
vi: Huỷ bỏ hình ảnh đã chụp?

# camera.alert.description.destroyPhotos
source: The captured photos will not be saved if you close the camera without saving the photos
ja: 写真を保存せずにカメラを閉じると撮影した写真は保存されません
vi: Hỉnh ảnh sẽ bị xoá nếu bạn đóng của sổ chụp ảnh trước khi lưu trữ

# camera.alert.uploadButton.destroyPhotos
source: To upload
ja: アップロードへ
vi: Tải ảnh lên

# camera.alert.cancelButton.destroyPhotos
source: Back to camera
ja: 撮影に戻る
vi: Trở lại camera

# camera.button.next
source: Next
ja: 次へ
vi: Tiếp theo

# camera.blackboardSettings.title
source: Blackboard settings
ja: 黒板設定
vi: Cài đặt bảng đen

# camera.blackboardSettings.visibility.title
source: Display
ja: 表示
vi: Hiển thị

# camera.blackboardSettings.visibility.on.title
source: On
ja: 表示
vi: Bật

# camera.blackboardSettings.visibility.off.title
source: Off
ja: 非表示
vi: Tắt

# camera.blackboardSettings.orientation.title
source: Direction
ja: 向き
vi: Hướng

# camera.blackboardSettings.orientation.lock.title
source: Lock
ja: ロック
vi: Khóa

# camera.blackboardSettings.orientation.unlock.title
source: Rotate
ja: 回転
vi: Xoay

# camera.blackboardSettings.size.title
source: Size
ja: サイズ
vi: Kích cỡ

# camera.blackboardSettings.size.small
source: S
ja: 小

# camera.blackboardSettings.size.medium
source: M
ja: 中

# camera.blackboardSettings.size.large
source: L
ja: 大

# camera.blackboardSettings.size.free
source: Free value
ja: 自由値
vi: Tự do

# camera.blackboardSettings.photoQuality.title
source: Quality
ja: 画質
vi: Chất lượng

# camera.blackboardSettings.photoQuality.defaultStandard.title
source: Standard
ja: 標準
vi: Tiêu chuẩn

# camera.blackboardSettings.photoQuality.defaultHigh.title
source: High
ja: 高画質

# camera.blackboardSettings.photoQuality.cals1M.title
source: CALS Low
ja: CALS低

# camera.blackboardSettings.photoQuality.cals2M.title
source: CALS Med
ja: CALS中

# camera.blackboardSettings.photoQuality.cals3M.title
source: CALS Lrg
ja: CALS高

# camera.blackboardSettings.photoType.title
source: Format
ja: 形式
vi: Định dạng

# camera.blackboardSettings.footer.size.callout.title
source: ※The default value is "%@"
ja: ※現在の管理者の設定は「%@」です
vi: ※"%@" là giá trị mặc định

# camera.variables.countPhotoLimit
source: Please take up to %d photos only
ja: %d枚まで撮影することができます
vi: Vui lòng chụp tối đa %d ảnh

# offline.bar.label
source: ANDPAD is currently set to offline
ja: オフラインモードで作業中
vi: Chế độ ngoại tuyến đang hoạt động

# offline.unuploadedPhotos
source: Unuploaded photos（%d）
ja: 未アップロード写真（%d枚）
vi: Hình ảnh chưa đăng tải（%d）

# appUpdateView.title
source: Please update the application as some blackboards are not available
ja: 使用できない黒板があるため、 アプリをアップデートしてください
vi: Một số bảng đen không thể sử dụng ở phiên bản hiện tại. Vui lòng cập nhật ứng dụng

# appUpdateView.update
source: Update
ja: アップデート
vi: Cập nhật
